; -----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	Tomislav Glušac <T800@net.hr>
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "&U redu"
CANCEL_BUT = "O&dustani"
YES_BUT = ""
NO_BUT = ""
DELETE_BUT = "&Prekid"
COPY_BUT = ""
BATCH_BUT = "&Batch"
SEND_BUT = "P&ošalji"
NEXT_BUT = "Naprijed >"
PREV_BUT = "< Natrag"
CLOSE_BUT = ""
EXIT_BUT = ""
CONTINUE_BUT = ""
FINISH_BUT = "Završeno"
ALWAYS_BUT = ""
NEVER_BUT = ""
CHECKBOX_REMEMBER = ""
CHECKBOX_DONT_ASK_AGAIN = ""
MAIN_DEST_DIR_LABEL = "&Odredišna mapa:"
MAIN_FILE_LABEL = "&Arhiva/Instalacija za:"
MAIN_DIRECTORY_LOCK = "zaključano"
MAIN_DIRECTORY_LOCK_TOOLTIP = "Onemogućava odabir automatskog izbora mape,%nnpr. za dodavanje višestrukih datoteka u red čekanja%nbez odabira odredišta za svaku pojedinačno"
MENU_FILE_LABEL = "&Datoteka"
MENU_FILE_OPEN_LABEL = "&Otvori"
MENU_FILE_KEEP_OPEN_LABEL = "&Zadrži naziv otvoren"
MENU_FILE_SHOW_LABEL = "Prikaži red čekanja"
MENU_FILE_CLEAR_LABEL = "Očisti red čekanja"
MENU_FILE_LOG_OPEN_LABEL = ""
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "Otvori direktorij zapisa"
MENU_FILE_LOG_LABEL = "Z&avrši"
MENU_FILE_QUIT_LABEL = "I&zlaz"
MENU_EDIT_LABEL = "P&odešavanje"
MENU_EDIT_SILENT_MODE_LABEL = "Tihi način"
MENU_EDIT_PASSWORD_LABEL = "Popis lozinki"
MENU_EDIT_CONTEXT_LABEL = "&Stavke konteksnog izbornika"
MENU_EDIT_PREFS_LABEL = "&Opcije"
MENU_HELP_LABEL = "&Pomoć"
MENU_HELP_FEEDBACK_LABEL = "Pošaljite povratnu &informaciju"
MENU_HELP_PLUGINS_LABEL = "D&odatci"
MENU_HELP_UPDATE_LABEL = "Provjeri ažu&riranja"
MENU_HELP_WEB_LABEL = "WEB stranica %1"
MENU_HELP_GITHUB_LABEL = "%name na &Github-u"
MENU_HELP_STATS_LABEL = "Statistike"
MENU_HELP_PROGDIR_LABEL = "Otvori mapu programa"
MENU_HELP_CONFIGFILE_LABEL = "Otvori datoteku konfiguracije"
MENU_HELP_ABOUT_LABEL = "O programu"
PREFS_TITLE_LABEL = "Opcije"
PREFS_UNIEXTRACT_OPTS_LABEL = "Opcije %name-a"
PREFS_HISTORY_LABEL = "Pamti ar&hive"
PREFS_UPDATEINTERVAL_LABEL = "Interval ažuriranja"
PREFS_UPDATE_DAILY = ""
PREFS_UPDATE_WEEKLY = ""
PREFS_UPDATE_MONTHLY = ""
PREFS_UPDATE_YEARLY = ""
PREFS_UPDATE_NEVER = ""
PREFS_UPDATE_CUSTOM = ""
PREFS_FORMAT_OPTS_LABEL = "Dodatne opcije"
PREFS_LANG_LABEL = "&Jezik"
PREFS_WARN_EXECUTE_LABEL = "&Upozorenje prije izvršenja datoteka"
PREFS_WARN_EXECUTE_TOOLTIP = "Neke metode ekstrakcije temelje se na izvršavanju datoteka.%Ako je ova opcija omogućena upozorenje se prikazuje prije izvođenja tih potencijalno opasnih radnji."
PREFS_CHECK_FREE_SPACE_LABEL = "Provjera slobodnog mjesta"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "Prije ekstrakcije provjerite ima li slobodnog prostora na disku."
PREFS_CHECK_UNICODE_LABEL = "Provjera Unicode znakova"
PREFS_CHECK_UNICODE_TOOLTIP = "Neki posebni znakovi (npr. japanski znakovi na ne-japanskim sustavima) mogu uzrokovati probleme pri pokušaju izdvajanja.%nAko imate problema sa ekstrakcijom takvih datoteka, omogućite ovu opciju da ih privremeno preimenuje automatski."
PREFS_APPEND_EXT_LABEL = "Dodaj datotekama &ekstenzije koje nedostaju "
PREFS_APPEND_EXT_TOOLTIP = "Nedostajuće ili pogrešna proširenja datoteka mogu se automatski popraviti, ako je ta opcija omogućena."
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "Sakrij prikaz stanja"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "Sakrij prikaz stanja na uvećanom zaslonu"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "Game mode - automatski onemogućuje statusni okvir ako je aktivni prozor programa u punom zaslonu"
PREFS_OPEN_FOLDER_LABEL = "Otvori mapu nakon ekstrakcije"
PREFS_FEEDBACK_PROMPT_LABEL = "Pitajte za povratne informacije"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "Pomoću omogućene ove opcije upit za povratne informacije će biti prikazan nakon neuspješne ekstrakcije."
PREFS_WINDOW_POSITION_LABEL = "Zapamti položaj prozora"
PREFS_SEND_STATS_LABEL = "Pošalji anonimno statistike"
PREFS_SEND_STATS_TOOLTIP = "Automatski pošalji statistike (koju vrstu datoteke - npr. zip - raspakira najviše, koju opciju postavite, nasumični korisnički ID;%nbez naziva datoteke i informacije, koje se mogu upotrijebiti za identifikaciju koje se prikupljaju). To pomaže identificirati najčešće korištene%nznačajke %naziv i fokus razvoja na njihovu poboljšanju."
PREFS_LOG_LABEL = "Stvori datoteke zapisa"
PREFS_VIDEOTRACK_LABEL = "Ekstrakcija video zapisa"
PREFS_VIDEOTRACK_TOOLTIP = "Ako se deaktivira, video zapisi se zanemaruju pri izdvajanju iz video datoteka.%nTo je korisno ako trebate samo audio zapis(e) i želite uštedjeti prostor na disku i vrijeme."
PREFS_TOPMOST_LABEL = "Uvijek na vrhu"
PREFS_BETA_UPDATES_LABEL = ""
PREFS_SOURCE_FILES_LABEL = "Izvorne datoteke"
PREFS_SOURCE_FILES_OPT_ASK = "pitaj"
PREFS_SOURCE_FILES_OPT_DELETE = "obriši"
PREFS_SOURCE_FILES_OPT_KEEP = "zadrži"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "Uvijek prikaži upit za brisanje ili ostavljanje izvorne datoteke."
PREFS_DELETE_ADDITIONAL_FILES_LABEL = ""
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = ""
FEEDBACK_TITLE_LABEL = "Povratna informacija"
FEEDBACK_SYSINFO_LABEL = "Informacije o sustavu"
FEEDBACK_OUTPUT_LABEL = "%name izlaz:"
FEEDBACK_MESSAGE_LABEL = "Vaša poruka/dodatni podaci:"
FEEDBACK_PRIVACY_ACCEPT_LABEL = "Pročitao sam i prihvaćam Pravila o privatnosti"
FEEDBACK_PRIVACY_VIEW_LABEL = "Prikaz Pravila o privatnosti"
CONTEXT_ENTRIES_LABEL = "Stavke izbornika"
CONTEXT_ENABLED_LABEL = "omogućeno"
CONTEXT_ALL_USERS_LABEL = "aktiviraj za sve korisnike"
CONTEXT_ADMIN_REQUIRED = "Ova opcija zahtijeva administratorske ovlasti"
CONTEXT_FILE_ASSOC_LABEL = "Pridruživanja datoteka"
CONTEXT_SIMPLE_RADIO = "jednostavno"
CONTEXT_CASCADING_RADIO = "kaskadno"
CONTEXT_CASCADING_RADIO_TOOLTIP = "Ova značajka zahtijeva Windows 7 ili noviji"
UPDATE_ACTION_INSTALL = ""
UPDATE_STATUS_SEARCHING = "Provjera ažuriranja..."
UPDATE_TERM_PROGRAM_FILES = "%name program files"
UPDATE_WHATS_NEW = ""
FIRSTSTART_TITLE = "Pomoćnik prvog pokretanja"
FIRSTSTART_PAGES = "Dobrodošli|Postavke|Stavke kontekstnog imenika"
FIRSTSTART_PAGE1 = ""
FIRSTSTART_PAGE2 = ""
FIRSTSTART_PAGE3 = ""
FFMPEG_LICENSE_ACCEPT_LABEL = ""
FFMPEG_LICENSE_VIEW_LABEL = ""
FFMPEG_SELECT_LABEL = ""
FFMPEG_SELECT_TITLE = ""
STATS_HEADER_STATUS = "Opća distribucija rezultata"
STATS_HEADER_TYPE = "Izdvajanje po vrsti datoteka"
STATS_STATUS_SUCCESS = "Uspješno"
STATS_STATUS_FAILED = "Neuspješno"
STATS_STATUS_FILEINFO = "Skeniranje datoteke"
STATS_STATUS_UNKNOWN = "Nepoznata vrsta datoteke / Nije podržano"
STATS_NO_DATA = "Nema dovoljno podataka za izradu statistike.%n%nMolimo pokušajte ponovno kasnije"
FILESCAN_TITLE = ""
ABOUT_INFO_LABEL = "Originalna verzija od %1%nVerzija 2.0.0 od Bioruebe <%2>%nVerzija %3 od gvp9000%n%nEnglish language file by Jared Breland/Bioruebe%n%nObjavljeno pod %4"
ABOUT_VERSION = "Verzija %1"
METHOD_ADMIN_RADIO = "%1 Administrativna instalacija"
METHOD_EXTRACTION_RADIO = "%1 ekstrakcija"
METHOD_HEADER = "%1 Ekstrakcija"
METHOD_RADIO_LABEL = "Način ekstrakcije"
METHOD_SWITCH_RADIO = "%1 parametar"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "%name podržava slijedeće načine ekstrakcija %1 paketa.  Nažalost, ove metode nisu 100% pouzdane. Ako zadani način ne uspije, pokrenite %name ponovo i odaberite alternativni način."
METHOD_UNPACKER_RADIO = "%1 Raspakiranje"
METHOD_GAME_LABEL = "Datoteka %1 je vjerovatno arhiva igre. %name može rukovati raznim vrstama paketa igre ali nemože provjeriti kojoj igri pripada. Molimo odaberite ispravnu igru sa dolje navedenog popisa i kliknite na OK za pokretanje ekstrakcije ili odaberite 'Nema igre na ovom popisu' za pokušaj ekstrakcije drugim načinom. Kliknite prekid ako nije arhiva igre%n%nNapomena: Ako se arhiva igre ekstrahira sa pogrešnim potpisom, to može dovesti do smrzavanja sustava od nekoliko minuta. Budite oprezni"
METHOD_GAME_NOGAME = "Na popisu nema igre"
METHOD_NOT_IN_LIST = ""
METHOD_FILE_SELECT_LABEL = ""
METHOD_EXTRACTOR_SELECT_LABEL = ""

; GUI control functions
EXTRACT_TO = "Ekstrahiraj u"
OPEN_FILE = "Otvori datoteku"
SELECT_FILE = "Odabir"
UPDATE_CURRENT = "Već koristite najnoviju verziju %name-a."

; Common terms
TERM_ARCHIVE = "arhiva"
TERM_AUDIO = "Audio"
TERM_COMPILED = ""
TERM_COMPRESSED = "kompresirana datoteka"
TERM_CONTAINER = "format kontejnera"
TERM_DATABASE = ""
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "Preuzimanje"
TERM_DOWNLOADING = "Preuzimanje"
TERM_EBOOK = "e-knjiga"
TERM_ECARD = "ecard"
TERM_ENCODED = "kodirana datoteka"
TERM_ENCRYPTED = "kriptirana datoteka"
TERM_ERROR = ""
TERM_EXECUTABLE = "izvršna datoteka"
TERM_EXTRACT = "ekstrakcija"
TERM_FILE = "datoteka"
TERM_GAME = "Igra"
TERM_HELP = "Datoteka pomoći"
TERM_HOTFIX = "hotfix"
TERM_IMAGE = "slika"
TERM_INSTALLED = "Instalirano"
TERM_INSTALLER = "instalacija"
TERM_LOADING = ""
TERM_MERGE_MODULE = "spajanje modula"
TERM_OVERALL_PROGRESS = "Ukupan napredak"
TERM_PACKAGE = "paket"
TERM_PAGE = ""
TERM_PATCH = "zakrpa"
TERM_RECONSTRUCTED = "Rekonstruirano"
TERM_SCAN = "sken"
TERM_SCRIPT = ""
TERM_SFX = "Samo-raspakiravajuća"
TERM_STAGE = "Faza"
TERM_TESTING = "Testiranje"
TERM_TRANSLATION = ""
TERM_UNKNOWN = "nepoznato"
TERM_UNPACKED = "raspakirano"
TERM_UPDATER = "ažuriranje"
TERM_VIDEO = "Video"

; Status messages
SCANNING_FILE = "Skeniranje datoteke s %1"
SCANNING_EXE = "Skeniranje izvršne datoteke s %1"
EXTRACTING = "Ekstrahiranje datoteka iz:"
INIT_WAIT = "Čekanje inicijalizacije instalacije.%nMolim pričekajte."
SENDING_FEEDBACK = "Slanje povratnih informacija"
INPUT_NEEDED = "Potreban unos korisnika"
SEARCHING_PASSWORD = "Traženje lozinke"
TESTING_PASSWORD = ""
MOVING_FILE = "Prelazak na"
RENAMING_FILES = ""
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "Inicijalizacija %1.  Molim prekinite instalaciju, zatim odaberite OK za nastavak."
UNPACK_PROMPT = "Ova datoteka je pakirana s %1 kompresijom, ali ne može biti ektrahirana.%nMogući uzrok je nepodržani tip datoteke ili%nnema sadržanih datoteka za ekstrakciju.%n%nŽelite li umjesto toga raspakirati ovu datoteku?%n%nNapomena: Raspakirana datoteka će biti imenovana:%n%2"
UNPACK_FAILED = "Greška: %1%nraspakiravanje nije moguće."
UNPACK_AGAIN = "%1 was successfully unpacked. %n%nDo you want %name to try to extract the file %2?"
NSIS_BINFILES = "Note: %1 was successfully extracted. %nHowever, there are data.bin files in the same directory as the file %2. These could be part of the installation files. %n%nClick OK to unpack them with %name or Cancel to abort."
WARN_EXECUTE = "Upozorenje: %nDa bi se iz ovog aplikacijskog paketa ekstrahirale datoteke potrebno je pokrenuti aplikaciju.%nAko želite nastaviti, biti će izvršena slijedeća naredba:%n%n%1%n%nAko smatrate da aplikacija ne potječe iz pouzdanih izvora, pokretanje nije preporučeno.%nŽelite li nastaviti?"
FEEDBACK_SUCCESS = "Thank you for your feedback. Your message will be processed soon."
FEEDBACK_PROMPT = "To improve further versions of %name, you could inform the developer about errors. If you think it is possible to extract the file%n%1%nand %name should be able to do so, you can send information about the file and the occuring error. %n%nDo you want to open the feedback interface now?%n%nPrivacy notice: Only the data shown in the interface will be sent. If you do not want to send specific information, just delete then from the input boxes. To provide you special updated pre-release versions to test if the error remains, an unique id, which has been generated randomly on first start, is sent."
FEEDBACK_PRIVACY = "Privacy notice: The feedback files are stored online on our servers until they are processed by a developer and deleted afterwards. No data will be shared with third parties. You can request deletion at any time via email.%n%nThe logged content can include system information as well as parts of the file's content. If you do not want to send specific information, simply delete them.%n%nDo you accept this privacy agreement and want to send the message? Otherwise nothing will be transmitted."
FEEDBACK_OUTDATED = ""
FFMPEG_NEEDED = "%1 seems to be a video file.%n%nIn order to extract all video and audio tracks, FFmpeg is needed, but the corresponding files are not included to keep the installer size small. %n%name can download the needed files automatically. Once downloaded, the binaries are stored in the program directory, updated automatically and can also be used in portable mode. %n%nDo you want %name to download FFmpeg now? %n%nNote: When clicking yes, you confirm that you have read the FFmpeg license information, which can be found at %2, and that you agree to it."
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = ""
UPDATE_PROMPT = "A new update is available for %1.%n%nDo you want to download it now?"
FILE_COPY = "To process the file %1 correctly, a copy have to be created. Depending on the file size, this can take some time.%n%nPlease ensure that there is enough free space available and click OK to continue."
FILE_DELETE = "The file %1 has sucessfully been extracted. Do you want %name to delete the original file?%n%nNote: It can be possible that the extracted files are not usable. Please only click Yes if you are sure, the extraction worked like imagined.%n(This message can be deactivated in the options.)"
BATCH_DUPLICATE = "The file %1 is already in the batch queue.%n%nShall it be added again and therefore extracted twice?"
NO_FREE_SPACE = "Warning:%nThe output drive %1 has less free space than the input file's size.%n%nFree space:%t%2 MB%nSpace needed:%t>%3 MB%nDifference:%t~%4 MB"
CONTEXT_DANGEROUS = "Warning:%nChanging file associations can be dangerous. E.g. changing .exe standard commands may result in applictions not being able to run at all. Please make sure you know what you are doing.%n%nDo you really want to continue?"
ELEVATION_REQUIRED = "Access denied.%n%n%name will now restart with elevated rights. Please try again afterwards."
ACCESS_DENIED = "Access denied.%n%n%name is already executed with elevated rights. Please ensure you have the premissions necessary to perform the action and try again."
MOVE_FAILED = "%1 could not be copied to %2. In case the path or name contains special characters, please try to rename the file or move it to a folder with a regular name. This way, %name does not have to copy it to the temporary directory. Then start the extraction again."

; Help text
HELP_TITLE = ""
HELP_USAGE_TITLE = ""
HELP_USAGE = ""
HELP_ARGUMENTS = "%n%nPodržani Argumenti:"
HELP_SCAN = "%n     %1%t%tDati informacije o vrsti datoteke"
HELP_FILENAME = "%n     filename%tNaziv datoteke za ekstrakciju"
HELP_DESTINATION = "%n     destination%tMapa za ekstrakciju"
HELP_SILENT = "%n     %1%t%tTihi način (bez pitanja)"
HELP_BATCH = "%n     %1%t%tDodaj datoteku u red čekanja"
HELP_TYPE = ""
HELP_SUB = "%n%nProlaz %1 umjesto odredišne mape upućuje %n%name da ekstrahira datoteke u podmapu nazvanu prema arhivi."
HELP_LAST = "sa %1 upotrijebit će se posljednji korišteni direktorij."
HELP_NOARGS = "%n%nPokretanje %name bez argumenata će zatražiti%nod korisnika ime datoteke i odredišnu mapu."
HELP_MORE = ""
HELP_EXAMPLE_TITLE = ""
HELP_EXAMPLE = ""
HELP_DOCS_LINK = ""

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = ""
UNKNOWN_FILETYPE = ""
INVALID_FILE = "Datoteku za ekstrakciju,%n%n%1%,n%nnije moguće pronaći. Molimo odaberite valjani unos.%n%n%1"
INVALID_DIR = "%1 ne može biti stvoren.  Molim odaberite valjano odredište."
NO_HISTORY = "%1 nije moguće ekstrahirati.%nNije moguće pročitati zadnji korišteni direktorij.%n%nPobrinite se da %2 je omogućen i imate li ekstrahiranu barem jednu datoteku prije nego što pokušate ektrahirati zadnji korišteni direktorij."
EXTRACT_FAILED = "%1 ne može biti raspakirana.%nČini se da je a(n) %2, što je podržana vrsta, ali ekstrakcija nije uspjela.%n%n%n%nŽelite li da %name za dodatne informacije prikaže stvorenu datoteku zapisa?"
NOT_PACKED = "%1 nije moguće ekstrahirati, datoteka nije pakirana, ali %n%n%2"
DOWNLOAD_FAILED = "The file %1 could not be downloaded. Please ensure that you are connected to the internet and try again."
UPDATECHECK_FAILED = "Checking for updates failed. Please ensure that you are connected to the internet and try again."
UPDATE_FAILED = "Some files failed to update.%n%nPlease try again later, run %name as adminstrator or redownload %name."
UPDATE_NOADMIN = "%name failed to request administrative rights.%n%nPlease right-click the %name program icon and select 'Run as adminstrator', then search for updates again via the help menu."
FFMPEG_MOVE_FAILED = ""
FFMPEG_INVALID_FILE = ""
FEEDBACK_EMPTY = "Please try to give as much information as possible to ensure fast handling of your feedback."
FEEDBACK_ERROR = "Sending feedback failed. Please try again later, manually send an email or use the forum to submit your report. Thank you."
FEEDBACK_PRIVACY_NOT_ACCETPED = "Please accept the Privacy Policy to send feedback."
LICENSE_NOT_ACCEPTED = ""
BATCH_FINISH = "Batch processing has finished, but not all files could be extracted successfully. The following files resulted in an error:%n%n%1%nFor further information please read the appropriate files in the log directory (only available if logging is activated)."
NOT_SUPPORTED_TITLE = ""
NOT_SUPPORTED = "%1 cannot be extracted.%n%n%name does currently not support the file type. If you know any method to extract it, please send us some information about, so the feature can be added in future versions."
MISSING_EXE = "%1 cannot be extracted.%n%nThe helper module %2 could not be found.%n%nIf it is an optional extractor, you have to download and move it into the program directory first. More information about optional modules can be found in the First Start Assistant, accessable via help menu."
EXTRACT_TIMEOUT = "%1 could not be extracted.%n%nThe timeout was reached. If the problem is temporary, another try could lead to success."
WRONG_PASSWORD = "%1 could not be extracted.%n%nThe file is password protected and the password you entered is incorrect.%n%nTip: Use the built-in automatic password search based on a configurable password list, which can be found in the %2 menu."
NO_FREE_SPACE_ERROR = "%1 could not be extracted.%n%nThere is not enough space on the output drive. Free up enough space and try again."
MISSING_PART = "%1 could not be extracted.%n%nThe archive consists of multiple parts. All of them are needed to extract it, but some of them could not be found.%n%nMake sure all parts of the file are in the same directory and try again."
PLUGIN_IMPORT_MISSINGFILES = "Importing plugin %1 failed.%n%nNot all files were selected. Please retry and select all of the following files:%n%n%2"
MISSING_DEFINITION = "%1 cannot be extracted.%n%nThe definition file %2 could not be found.%n%nIf it is a custom plugin, make sure you set it up correctly."
OPEN_URL_FAILED = "%name failed to open requested web link.%n%nPlease open your favourite browser and manually enter the following URL:"

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "Podržane vrste datoteka:"
PLUGIN_ARC_CONV = "Ekstraktor za nekoliko arhiva igara"
PLUGIN_ISCAB = "Dio installshield package za ekstakciju cab datoteka. Može raditi bolje nego Universal Extractor-ova generička ekstrakcija, ali je komercijalan (nije besplatan) alat."
PLUGIN_THINSTALL = "Ekstraktor za portabilne programe svorene sa Thinstall"
PLUGIN_UNREAL = "Ekstraktor za Unreal Engine arhive"
PLUGIN_WINTERMUTE = "Ekstraktor za WinterMute engine game arhive"
PLUGIN_CI = "Dodatak za CreateInstall instalere, preuzimanja, instalacije, kopiranje datoteka %1, %2, %3 to \bin"
PLUGIN_DGCA = "Dekompresor za DGCA arhive"
PLUGIN_BOOTIMG = "Ekstraktor za Android boot images"
PLUGIN_IS5COMP = "Podrška za ekstrakciju starijih InstallShield cabinet arhiva"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = ""
PLUGIN_BITROCK = ""

; Context Menu integration
EXTRACT_FILES = "&Otvori sa UniExtract"
EXTRACT_HERE = "UniExtract o&vdje"
EXTRACT_SUB = "UniExtract u &podmapu"
EXTRACT_LAST = "UniExtract u &zadnju mapu"
SCAN_FILE = "Skeniraj datoteku"

; Other
DIR_ADDITIONAL_FILES = "Dodatne datoteke"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = ""
